{
    "count": 4,
    "next": null,
    "previous": null,
    "results": [
        {
            "id": 3,
            "url": "https://spacelaunchnow.me/2.0.1/orbiters/3/",
            "name": "Dragon",
            "agency": "SpaceX",
            "history": "Dragon is a spacecraft developed by SpaceX, an American private space transportation company based in Hawthorne, California. Dragon is launched into space by the SpaceX Falcon 9 two-stage-to-orbit launch vehicle, and SpaceX is developing a crewed version called the Dragon V2.",
            "details": "SpaceX is additionally developing a crewed variant of the Dragon called Dragon V2. Dragon V2 will be able to carry up to seven astronauts, or some combination of crew and cargo, to and from low Earth orbit. The V2 heat shield is designed to withstand Earth re-entry velocities from Lunar and Martian spaceflights.",
            "image_url": "Dragon_3.jpg",
            "legacy_image_url": "http://res.cloudinary.com/dnkkbfy3m/image/upload/v1454944174/dragon_q9cxq9.jpg",
            "legacy_nation_url": "http://res.cloudinary.com/dnkkbfy3m/image/upload/v1454950103/3BqROn0_pfsamc.jpg",
            "nation_url": null,
            "wiki_link": "https://en.wikipedia.org/wiki/Dragon_(spacecraft)",
            "in_use": true,
            "capability": ""
        },
        {
            "id": 4,
            "url": "https://spacelaunchnow.me/2.0.1/orbiters/4/",
            "name": "Orion",
            "agency": "National Aeronautics and Space Administration",
            "history": "The Orion Multi-Purpose Crew Vehicle (Orion MPCV) is an American spacecraft intended to carry a crew of four astronauts to destinations at or beyond low Earth orbit (LEO). Currently under development by NASA for launch on the Space Launch System, Orion is intended to facilitate human exploration of asteroids and of Mars, as well as to provide a means of delivering or retrieving crew or supplies from the ISS if needed.",
            "details": "The Orion MPCV takes basic design elements from the Apollo Command Module that took astronauts to the moon, but its technology and capability are more advanced. It is designed to support long-duration deep space missions, with up to 21 days active crew time plus 6 months quiescent. During the quiescent period crew life support would be provided by another module such as a Deep Space Habitat. The spacecraft's life support, propulsion, thermal protection and avionics systems are designed to be upgradeable as new technologies become available. nn The MPCV spacecraft includes both crew and service modules, and a spacecraft adaptor. The MPCV's crew module is larger than Apollo's and can support more crew members for short or long-duration missions. The service module fuels and propels the spacecraft as well as storing oxygen and water for astronauts. The service module's structure is also being designed to provide locations to mount scientific experiments and cargo.",
            "image_url": "Orion_4.jpg",
            "legacy_image_url": "http://res.cloudinary.com/dnkkbfy3m/image/upload/v1454944173/orion_sgl9rs.jpg",
            "legacy_nation_url": "http://res.cloudinary.com/dnkkbfy3m/image/upload/v1454950350/usa_flag_pewvgy.png",
            "nation_url": null,
            "wiki_link": "https://en.wikipedia.org/wiki/Orion_(spacecraft)",
            "in_use": true,
            "capability": ""
        },
        {
            "id": 2,
            "url": "https://spacelaunchnow.me/2.0.1/orbiters/2/",
            "name": "Shenzhou",
            "agency": "China National Space Administration",
            "history": "Shenzhou is a spacecraft dev Its design resembles the Russian Soyuz spacecraft, but it is larger in size and all-new in construction. The first launch was on November 19, 1999 and the first manned launch was on October 15, 2003.",
            "details": "The Shenzhou spacecraft resembles the Soyuz, although it is longer, with a larger habitable volume. It features a powered service module like the Soyuz, and prior to Shenzhou 8 its orbital module was capable of autonomous flight. The general designer of Shenzhou-1 through Shenzhou-5 was Mr. Qi Faren (戚发轫, Apr 26, 1933 -), and from Shenzhou-6 on, the general design was turned over to Mr. Zhang Bainan (张柏楠, Jun 23, 1962 -).",
            "image_url": "Shenzhou_2.jpg",
            "legacy_image_url": "http://res.cloudinary.com/dnkkbfy3m/image/upload/v1454944173/shenzhou_vzayjm.jpg",
            "legacy_nation_url": "http://res.cloudinary.com/dnkkbfy3m/image/upload/v1454950120/dIsaknI_qcvxuy.png",
            "nation_url": null,
            "wiki_link": "https://en.wikipedia.org/wiki/Shenzhou_(spacecraft)",
            "in_use": true,
            "capability": ""
        },
        {
            "id": 1,
            "url": "https://spacelaunchnow.me/2.0.1/orbiters/1/",
            "name": "Soyuz",
            "agency": "Russian Federal Space Agency (ROSCOSMOS)",
            "history": "The Soyuz TMA-M is an upgrade of the baseline Soyuz-TMA, using a new computer, digital interior displays, updated docking equipment and vehicle's total mass has been reduced by 70 kilograms. This new version debuted on 7 October 2010 with the launch of TMA-01M, carrying the ISS Expedition 25 crew. The Soyuz TMA-08M set a new record for the fastest manned docking into space station, event utilized the new 6-hour fast rendezvous instead of the previous Soyuz launches which had, since 1986, taken two days.",
            "details": "Soyuz is a series of spacecraft designed for the Soviet space programme by the Korolyov Design Bureau (now RKK Energia) in the 1960s that remains in service today. The Soyuz succeeded the Voskhod spacecraft and was originally built as part of the Soviet Manned Lunar programme. nn The Soyuz spacecraft is launched on a Soyuz rocket, the most frequently used and most reliable launch vehicle in the world to date. The Soyuz rocket design is based on the Vostok launcher, which in turn was based on the 8K74 or R-7A Semyorka, a Soviet intercontinental ballistic missile. All Soyuz spacecraft are launched from the Baikonur Cosmodrome in Kazakhstan.",
            "image_url": "Soyuz_1.jpg",
            "legacy_image_url": "http://res.cloudinary.com/dnkkbfy3m/image/upload/c_scale,w_1080/v1454944174/soyuz_snfim6.jpg",
            "legacy_nation_url": "http://res.cloudinary.com/dnkkbfy3m/image/upload/v1454950119/eafUB5i_iatgl1.png",
            "nation_url": null,
            "wiki_link": "https://en.wikipedia.org/wiki/Soyuz_(spacecraft)",
            "in_use": true,
            "capability": ""
        }
    ]
}